[
    {
        "key": 1,
        "name": "Yamaha YZF R15 V3",
        "description": "Yamaha YZF R15 V3 is powered by 155 cc engine. This R15 V3 engine generates a power of 18.4 PS @ 10000 rpm and a torque of 14.2 Nm @ 7500 rpm. The claimed mileage of R15 V3 is 48.75 kmpl. Yamaha YZF R15 V3 gets Disc brakes in the front and rear. The kerb weight of R15 V3 is 142 Kg.",
        "price": "$2500",
        "img": "https://imgd.aeplcdn.com//642x361//n/cw/ec/53127/yamaha-yzf-r15-right-side-view0.jpeg"
    },
    {
        "key": 2,
        "name": "KTM RC 200",
        "description": "Sporting a price tag of just under Rs.2 lakh, this KTM two-wheeler is an impressive vehicle in both style and features. It features an anti-locking braking system, which is equipped in its front and rear wheels, ensuring enhanced protection.",
        "price": "$2400",
        "img": "https://media.zigcdn.com/media/model/2020/Mar/lest-side-view-1636511645_600x400.jpg"
    },
    {
        "key": 3,
        "name": "KTM RC 125",
        "description": "If you are looking for a slightly cheaper sports two-wheeler from KTM, the RC 125 might be the perfect one for your requirements. Just as stylish as the premium RC 200 model, the primary difference here is the lower engine displacement.",
        "price": "$2300",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_DET_rc125-22-bodywork_%23SALL_%23AEPI_%23V1.jpg"
    },
    {
        "key": 4,
        "name": "Bajaj Pulsar RS200",
        "description": "The only fully faired bike in the Bajaj Pulsar line-up, the RS200 is a racing bike that can deliver immense speeds and power output. If you are in a hurry, the vehicle can generate top speeds of around 140kmph.",
        "price": "$2200",
        "img": "https://imgd.aeplcdn.com/600x337/bw/ec/18342/Side-74307.jpg?v=20161406173915"
    },
    {
        "key": 5,
        "name": "Suzuki Gixxer SF",
        "description": "Suzuki’s smallest fully faired sports bike, the Gixxer SF underwent a major makeover in May 2019. Primarily, Suzuki altered the design of the vehicle from its curvy concept to a sleeker-looking body.",
        "price": "$2100",
        "img": "https://images.financialexpress.com/2019/05/3-63.jpg"
    },
    {
        "key": 6,
        "name": "Honda CBR250R",
        "description": "This is Honda’s offering in the fully-faired 250cc sports bike category to compete with bikes from other manufacturers in the same price range. Power output for the bike is impressive at 25.7bhp",
        "price": "$2000",
        "img": "https://media.zigcdn.com/media/model/2019/Sep/cbr250r-right-side-view_360x240.jpg"
    },
    {
        "key": 7,
        "name": "Kawasaki Ninja 300",
        "description": "The smallest faired option in Kawasaki’s Ninja series, the Ninja 300 boasts iconic features, such as dual cylinders, liquid cooling and fuel injection. It also comes with a 6-speed manual transmission and a TCBI ignition system.",
        "price": "$1900",
        "img": "https://cdni.autocarindia.com/Utils/ImageResizer.ashx?n=https://cdni.autocarindia.com/ExtraImages/20190122122205_Ninja-300-front-static.jpg&w=700&q=90&c=1"
    },
    {
        "key": 8,
        "name": "KTM RC 390",
        "description": "One of the top 10 sports bikes in India and an out and out racing bike, the RC 390 is a beast of a two-wheeler. With enhanced handling and superior brakes, this bike is the dream vehicle for most speed junkies. ",
        "price": "$1800",
        "img": "https://images.hindustantimes.com/auto/img/2021/08/31/600x338/2021_KTM_RC_390_1630408761835_1630408772772.jpeg"
    },
    {
        "key": 9,
        "name": "TVS Apache RR310",
        "description": "If you desire high-quality performance without burning a hole in your pocket, TVS’s Apache RR310 makes for the perfect choice. Among other features, this bike comes with a Bosch-Closed loop EFI fuel delivery system.",
        "price": "$1700",
        "img": "https://imgd.aeplcdn.com/1280x720/bw/models/tvs-apache-rr310-bs-vi20200424121703.jpg"
    },
    {
        "key": 10,
        "name": "Suzuki Hayabusa",
        "description": "Those looking for a once-in-a-lifetime purchase can consider the Hayabusa from Suzuki. It is truly a superbike like no other. At 266 kg, it is extremely heavy with most of its weight accounting for the beastly engine.",
        "price": "$1600",
        "img": "https://ic1.maxabout.us/autos/tw_india//2/2021/2/2021-suzuki-hayabusa-front-3-quarter-view.jpg"
    }
]